Repository: imanebaider/TP-Angular-ImaneBaider
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Me connecter
ar: تسجيل الدخول

source: Mes Commandes
ar: طلباتي

source: Mes Notifications
ar: إشعاراتي

source: Mes Coupons
ar: قسائمي

source: Mes Points Bonus
ar: نقاطي الإضافية

source: Récemment Vus
ar: المشاهدات الأخيرة

source: Plus de services
ar: المزيد من الخدمات

source: Colliers en perles
ar: قلائد من اللؤلؤ

source: Colliers en émeraude
ar: قلائد من الزمرد

source: Colliers en or
ar: قلائد من الذهب

source: Colliers en diamant
ar: قلائد من الماس

source: Boucles en or
ar: أقراط من الذهب

source: Boucles en diamant
ar: أقراط من الماس

source: Boucles en émeraude
ar: أقراط من الزمرد

source: Boucles en perles
ar: أقراط من اللؤلؤ

source: Bracelets chaîne
ar: أساور سلسلة

source: Bracelets perles
ar: أساور من اللؤلؤ

source: Bracelets charms
ar: أساور ذات تعليقات

source: Bangles
ar: أساور صلبة

source: Bracelets cheville
ar: أساور للكاحل

source: Alliances
ar: خواتم الزواج

source: Solitaires
ar: خواتم سوليتير

source: Bagues cocktail
ar: خواتم كوكتيل

source: Bagues de fiançailles
ar: خواتم خطوبة

source: Chevalières
ar: خواتم خاتم عائلة

source: Broches
ar: دبابيس

source: Barrettes
ar: مشابك شعر

source: Bijoux de mariage
ar: مجوهرات الزفاف

source: Bijoux bébé
ar: مجوهرات الأطفال

source: Montres
ar: ساعات

source: INFORMATIONS SUR L'ENTREPRISE
ar: معلومات عن الشركة

source: Qui Sommes-Nous?
ar: من نحن؟

source: Blog
ar: مدونة

source: Responsabilité Sociale
ar: المسؤولية الاجتماعية

source: LORAYA VIP
ar: لورايا VIP

source: CENTRE D'AIDE
ar: مركز المساعدة

source: Livraison
ar: التوصيل

source: Retour & Remboursement
ar: الإرجاع والاسترداد

source: Commande
ar: الطلب

source: Statut De Commande
ar: حالة الطلب

source: Guide Des Tailles
ar: دليل المقاسات

source: AIDE
ar: مساعدة

source: Nous contacter
ar: اتصل بنا

source: Paiement
ar: الدفع

source: Points Bonus
ar: نقاط المكافأة

source: Trouvez-nous sur
ar: تجدنا على

source: Newsletter
ar: النشرة الإخبارية

source: Abonnez-vous pour découvrir nos nouvelles collections en exclusivité
ar: اشترك لتكتشف مجموعاتنا الجديدة حصريًا

source: S'abonner
ar: اشترك

source: Vous pouvez vous DÉSABONNER à tout moment
ar: يمكنك إلغاء الاشتراك في أي وقت

source: NOUS ACCEPTONS
ar: نحن نقبل

source: ©2023-2025 LORAYA Tous droits réservés
ar: ©2023-2025 لورايا جميع الحقوق محفوظة

source: Confidentialité
ar: الخصوصية

source: Cookies
ar: ملفات تعريف الارتباط

source: Conditions Générales
ar: الشروط والأحكام العامة

source: Avis IP
ar: إشعار الملكية الفكرية

source: Morocco
ar: المغرب
